Repository: okhin/Eclipse-Phase-French-Translation
Catalog: eclipsephase/OmegaT+/project.tmx
Source language: en_us
Languages: fr_fr

source: Perhaps only the hideous radiation of the inner Jovian moons presents a more difficult challenge to transhuman colonization.
fr_fr: Seules les raidationes les plus mauvaises du système Jovien semblent présenter un défi pour difficile pour la colonisation transhumaine.

source: The Venusian atmosphere is a superheated maelstrom of carbon dioxide and sulfuric acid, with an atmospheric pressure at its surface equivalent to that five kilometers below the surface of Earth's oceans.
fr_fr: L'atomsphère Vénussienne est un maelstrom surchauffé de dioxyde de carbon et d'acide sulfurique, avec une pression atmosphérique à la surface équivalente à celle que l'on obtient cinq kilomètres sous la surface des océans Terrestres.

source: Venus also lacks more than trace amounts of hydrogen, meaning that water must be imported in the form of iceteroids from the outer system.
fr_fr: Vénus ne possède également guère plus que des traces d'hydrigène, ce qui signifie qu'il faut importer l'eau sous forme de galcetéroïdes depuis le système extérieur.

source: Nonetheless, transhumanity has come to Venus, and with it, debate over how to make use of the planet.
fr_fr: Néanmoins, la transhumanité s'est installée sur Vénus et, en arrivant, à commencé à débattre de la façon d'utiliser la planète.

source: Venus has no permanently inhabited surface settlements other than a few equipment and supply caches used by planetside researchers.
fr_fr: Vénus n'as pas d'habitat de surface permanent autre que les quelques équipements et zones d'approvisionnement utilisés par les rechercheurs à la surface.

source: Despite difficulties, transhumanity has found survival strategies that work here.
fr_fr: En dépit des difficultés, la transhumanité a trouvé des stratégies de survie fonctionnelle dans ce cas.

source: The most surprising of these are the aerostats, lighter-than-carbon dioxide habitats that float in the thick Venusian atmosphere.
fr_fr: La plus surprenante d'entre toutes sont les aérostats, des habitats plus léger que le dioxyde de carbone et qui flottent dans l'épaisse atmosphère Vénusienne.

source: Aside from a few independents or ones loyal to the Planetary Consortium, these aerostats are the base of the new Morningstar Constellation power bloc.
fr_fr: À côté des quelques rares aérostats indépendant ou loayux au Consortium Planétaire, ces aérostats sont la base du bloc de pouvoir émergeant de la Constellation Morningstar.

source: Notable for their research labs, nanofab design houses, software studios, and luxury resorts, the Constellation's aerostats are increasing at odds with Planetary Consortium and Lunar-Lagrange Alliance interests.
fr_fr: Connus pour leurs laboratoires de recherche, leurs laboratoire de conception de naofabeurs, leurs studios logiciels et leurs attractions luxueuse, les aérostats de la Constellation vont de plus en plus à l'encontre des intérêts du Consortium Planétaire et de l'Alliance Lagrange-Lunaire.

source: On some aerostats, areas populated only by indentured synthmorphs are open to the Venusian atmosphere.
fr_fr: dans certaisn aérostats, des zones peuplées uniquement de synthmorphs contractées sont ouverte à l'atmosphère Vénusienne.

source: Some 500,000 transhumans live in aerostat habitats and another 10,000 on the surface.
fr_fr: Quelques 500 000 transhumains vivent dans les habitats aérostats et encore 10 000 vivent sur la surface de la planète.

source: Roughly 5,000,000 transhumans live in habitats orbiting Venus.
fr_fr: Approximativement 5 000 000 de transhumains habitent dans des habitats orbitant auour de Vénus.

source: Though the Planetary Consortium is considering the launch of a Venusian terraforming project, this plan is actively opposed by the Morningstar Constellation.
fr_fr: Bien que le Consortium Planétaire considère le démarrage d'un projet de terraformation de Vénus, ce projet est activement opposé par la Constellation Morningstar.

source: The Constellation's aerostats see the terraforming proposals—which include massive cometary bombardment or building a planet-sized sun shade to cool the atmosphere—as not only unworkable but disruptive to their lives and profits.
fr_fr: Les aérostat de la Constellation voient les propositions de terraformation - qui incluent un bombardement cométaire massif ou la construction d'un écran solaire de la taille e la planète pour refroidir l'atmosphère - non seulement comem étant irréaliste mais également en comem mettant en danger leurs vies et leurs profits.

source: Venus is a fascinating place for climatologists, geologists, and other planetary scientists.
fr_fr: Vénus est un endroit fascinant pour les climatologistes, les géologues et d'autres scientifiques planétaires.

source: The discovery of Venusian protobacteria created a new branch of life sciences overnight, though so far the practical applications for organisms with such radically different metabolisms from terrestrial life have been limited.
fr_fr: La découverte d'une protobactérie Vénusienne a soudainement créé une nouvelle branche des sciences du vivant, bien que les applications pratiques pour des organismes avec des métabolismes à ce point différents de la vie terrestre sont encore limités.

source: Gerlach is an O'Neill cylinder supporting about 100,000 transhumans.
fr_fr: Gerlach est un cylindre O'Neill qui abritent à peu près 100 000 transhumains.

source: Generally recognized as the research powerhouse of Venus, Gerlach is also one of the strangest places in the inner system.
fr_fr: Généralement considéré comme le point central de la recherche Vénusienne, Gerlach est aussi l'un des endroits les plus étrnages du système ntérieur.

source: The inhabitants have strong ties to the argonauts and sympathies for the outer system autonomists and are strong proponents of morphological freedom, cognitive experimentation, and open innovation.
fr_fr: Les habitants entretiennent des liens étroits avec les argonnautes et sont des sympathisant des autonomistes du système extérieur et sont de solide partisans de la liberté morphologique, de l'expérimentation cognitive et de l'innovation ouverte.

source: Gerlach's main activities are planetside research and exploration, hostile environment morph design, and aerostat construction.
fr_fr: Les principales activités de Gerlach sont la recherche planétaire et l'exploration, la conception de morph pour les environnements hostiles et la construction d'aérostat.

source: Octavia is the most successful aerostat habitat to date and the political center of the Morningstar Constellation.
fr_fr: Octavaia est l'habitat aérostat le plus réussi jusqu'à ce jour et le centre politique de la Constellation Morningstar.

source: It maintains an altitude of roughly 55 kilometers above the northern highlands of Ishtar Terra.
fr_fr: Il se maintient à une altitude d'environ 55 kilomètres au-dessus des hautes terres nordique d'Ishtar Terra.

source: Octavia resembles an immense, mushroom-shaped skyscraper, 450 meters tall, ringed at its center by four radial outrigger spars, each ending in a stabilizing gas envelope filled with helium.
fr_fr: Octavia ressemble à un énorme dirigeable en forme de champignon, haut de 450 mètres, encerclé en son centre par quatre espars balancier, chacun se terminant par un stabilisateur rempli d'hélium.

source: The cap of the mushroom is a hard, translucent dome that provides an open, park like space while also serving as the main gas envelope (oxygen, which is much lighter than the CO2 making up most of Venus's atmosphere, is the main source of buoyancy).
fr_fr: Le chapeau du champignon est un dôme rigide et translucide qui fournit un espace ouvert, ressemblant à un parc, tout en servant également d'enveloppe de gaz principale (l'oxygène, qui est bien plus léger que le CO2 composant l'essentiel de l'atmosphère Vénusienne, est la princiaple source de flottabilité).

source: The habitat is fluted from top to bottom, going from a diameter of almost 300 meters at the base of the dome, to 15 meters wide at the very bottom.
fr_fr: L'habitat est canelé du sommet à la base, allant d'un diamètre de presque 300 mètres à la base du dome à une largeur de 15 mètres à l'extrémité la plus basse.

source: A huge counterweight tethered to the bottom of the structure prevents the habitat from capsizing during storms.
fr_fr: Un gigantesque contrepoids attaché au bas de la structure empêche l'habitat de giter lors des tempêtes.

source: Atmospheric craft and shuttles from orbit may land at flight decks near the base of the outriggers.
fr_fr: Les vaisseaux atmosphériques et les navettes orbitales peuvent atterir sur des ponts d'envols près de la base des balancier.

source: 500,000 people live aboard Octavia.
fr_fr: 500 000 personnes habitent à l'intérieur d'Octavia.

source: Venusian rumors
fr_fr: Rumeurs Vénusiennes

source: [Public Key Decryption Complete] We need you to investigate some odd rumors circulating about activity on the Venusian surface.
fr_fr: [Public Key Decryption Complete] Nous avons besoin que tu enquètes sur quelques rumeurs étrange circulant à propos d'activités à la surface de Vénus.

source: According to reports, an Omnicor research team went missing about a week ago.
fr_fr: D'après les rapports, une équipe de recherche Omnicor a disparue il y a une semaine.

source: Unlike many Venus surface teams, these weren't teleoperated bots but actual synthmorph-sleeved researchers operating away from the safety of an aerostat's tether—which is suspicious behavior itself.
fr_fr: Contrairement à beaucoup d'équipe de surface Vénusienne, il ne s'agissaient pas de bots téléopéré mais de chercheurs incarnés dans des synthmorphs et opérant loin de la sécurité d'un lien avec un aérostat - ce qui est déjà un comportement suspicieux.

source: Search parties have turned up no sign of the missing morphs, but scuttlebutt says they ran into signs of recent TITAN activity that have them freaked out.
fr_fr: Les groupes de recherches n'ont retrouv aucun signe des morphs manquantes, mais les ragots disent qu'ils sont tombés dsur des signes d'activités récente des TITANs qui leur ont fait tourner les talons.

source: I haven't found any evidence to back this up, yet—it could just be some misinformation to keep people from digging around part of the surface.
fr_fr: Je n'ai pas encore trouvé de preuve pouvant confirmer cette information - cela pourrait trés bien être une tentative de désinformation pour empêcher els gens de fouiller près de la surface.

source: I've heard that some security corps have some quantum data caches buried away down there.
fr_fr: j'ai entenud que certaines corporation de sécurité ont des caches de données quantiques enterrés là-bas.

source: Looking into this may require getting a hold of some heat and pressure resistant synthetic morphs.
fr_fr: Enquèter là-dessus pourrait nécessiter de mettre la main sur des morphs synthétiques résistantes à la chaleur et à la pression.

source: One of 20 smaller aerostats, Aphrodite Prime hovers 54 kilometers above Aphrodite Terra.
fr_fr: Aphrodite Prime est l'un des 20 aérostats les plus petits et flottent à 54 kilomètres au-dessus de Aphrodite Terra.

source: It is a center for Venusian tourism; fully a quarter of this aerostat is a resort for wealthy off-world visitors.
fr_fr: C'est un centre de tourisme Vénusien; pratiquement un quart de cet aérostat est une station touristique pour les visiteurs hors-monde les plus riches.

source: Aphrodite Prime is also the primary research station for the design and creation of life forms adapted to live in the Venusian clouds.
fr_fr: Aphrodite Prime est également la pricnipale station de recherche pour la conception et la création de forme de vie adaptée à al vie dans les nuages Vénusiens.

source: This aerostat has a population of 300,000 and features closed-environment test aviaries populated with clouds of air plankton and schools of recentlydesigned flying squid and balloon fish.
fr_fr: Cet aérostat abrite une population de 300 000 personne et possède des volières de tests en environnement fermées peuplées de nuages de plancton aérien et des élevages de poissons ballons et de pieuvres volantes récemment créés.

source: Ecologically devastated and infested by the weird spawn of the TITANs, transhumanity's homeworld doesn't get many visitors.
fr_fr: Écologiquement dévastée et infestée par les l'étrange proégniture des TITANs, la planète mère de la transhumanité ne reçoit plus beaucoup de visiteurs.

source: Earth's once-populous urban regions are massive sprawls ruined by war and heavy weather, infested with dangerous artificial life and the occasional survivalist gang.
fr_fr: Les régions urbaines autrefois peuplés de la Terre sont des étendues urbaines ruinées par la guerre et les tempêtes, infestées par des formes de vies dangereuses et par les gangs survivalistes occasionnels.

source: Elsewhere, irradiated blast zones and desolate wasteland prevail.
fr_fr: Partout ailleurs, les zones d'explosion nucléaire irradiées et des terres dévastées prédominent.

source: Due to harsh climatic conditions, the wilderness has been slow to reassert itself, and vast swaths of dead forest or burned grassland are common sights.
fr_fr: Enr aison des conditions climatiques difficile, la vie sauvage a été lente à se réafirmer par elle-même, et les vastes étendues de forêt pourrissante ou d'herbe brulée sont extrêmement communs.

source: Even from orbit, Earth shows deep scars.
fr_fr: Même depuis l'orbite, des cicatrices profondes sont visible.

source: Breaks in the sooty cloud cover created by orbital bombardment during the Fall reveal continents ravaged by coastal flooding, desertification, and radical temperature shifts.
fr_fr: Des brêches dans la couverture nuage noire de suie créée par les bombardement orbitaux pendant la Chute révèlent des continents ravagées par les inondation côtières, la désertification et les changements de températures radicaux.

source: The only known detonation of an antimatter bomb within a planetary atmosphere, centered on what was the Chicago-waukee Metroplex in North America, left a crater over 200 kilometers wide wherein most matter was instantly vaporized.
fr_fr: La seule détonation connue d'une bombe à antimatière à l'intérieur d'une atmosphère planétaire, centrés sur ce qui fût le Métroplex Chigao-waukee en Amérique du Nord, à laissé un cratère de plu de 200 kilomètres de diamètre à l'intérieur duquel l'essentiel de la matière a été vaporisé instantanément.

source: Craters left by mass driver bombardment dot the surface as well.
fr_fr: Les Cratères laissé par les bombardement à la fronde orbitale ponctuent également la surface.

source: Mass die-offs of lynchpin species like honey bees and krill destroyed entire ecosystems, leaving vast swathes of barren land and sea inhabited by only the most adaptable species.
fr_fr: la disparaition massive d'espèce comme les abeilles et le krill ont détruit des écosystèmes entiers, laissant de vastes andains de terre et de mer stérile habités seulement par les espèces les plus adaptables.

source: Most of Europe is sub-artic; much of Africa and North America, desert.
fr_fr: La plupart de l'Europe est sub-arctique; l'essentiel de l'Afrique et de l'Amérique du Nord est désertique.

source: Ironically, transhumanity's deployment of nuclear weapons against TITAN surface installations arrested the effects of global warming by creating a nuclear winter.
fr_fr: Ironiquement, le déploiement d'armes nucléaires face aux installation de surface des TITANs a arrété les effets du réchauffement climatique en créant un hiver nucléaire.

source: Nuclear attacks against Earth have ceased, but the Lunar mass drivers still occasionally hurl captured asteroids at suspected surface works created by remaining TITAN war machines.
fr_fr: Les attaques nucléaires contre la Terre ont cessée, mais les frondes gravitationnelle Lunaire continuent de lancer occasionnellement des astéroïde sur les travaux de surface suspectés d'être créés par les machines de guerres des TITANs restantes.

source: In any case, the damage from humanity's warming of the globe was already done.
fr_fr: Dans tous les cas, les dommages infligés par le réchauffement planétaire dus à la présence humaine étaient déjà fait.

source: The patterns of life on Earth, and the very face of the planet, have been irrevocably rewritten.
fr_fr: Les motifs de la vie sur Terre, et le visage global de la planète, ont été irrémédiablement réécrit.

source: Earth once had multiple space elevators in operation, but with exception of the Kilimanjaro beanstalk, the others were destroyed during the Fall, wrapping around the planet as they crashed to Earth, leaving swathes of destruction.
fr_fr: La Terre possédait autrefois de nombreux ascensseurs spatiaux en fonctionnement, mais à l'exception de la pousse du Kilimandjaro, les autres ont été détruit pendant la Chute, s'enroulant autour de la planète lorsqu'ils se fracassait sur la Terre, laissant des cicatrices béantes de destruction.

source: Earth's population is a matter of speculation.
fr_fr: la population Terrestre est un problème spéculatif.

source: The reclaimers and Lunar authorities, both of whom spend a great deal of effort monitoring Earth, agree that surface energy emissions suggest a population of about one million once-humans living as servitors to the TITANs, although these numbers assume patterns of energy usage similar to those of pre-Fall humanity.
fr_fr: Les réclamationnistes et les autorités Lunaire, les deux investissant beaucoup de moyens dans la surveillance de la Terre, sont d'accord sur le fait que les émissions énergétiques de la surface suggèrent une population d'à peu près un million d'être autrefois huamin devenus des serviteurs des TITANs, bien que ce nombre extrapole les motifs énergétiques d'après ceux de l'humanité pré-Chute.

source: Though the Planetary Consortium claims that no survivors remain on Earth, reclaimer estimates guess that between 20,000 and 100,000 free humans remain.
fr_fr: Bien que le Consortium Planétaire prétendent qu'il n'y a pas de survivants sur Terre, les réclamationnistes estiment qu'il y aurait entre 20 000 et 100 000 être humains libres survivants.

source: These numbers are hard to formulate, given the limited number of remote areas where humans could remain undetected while obtaining enough food to subsist.
fr_fr: Ces nombres sont complexe à calculer, étant donné le nombre limité de zone dans lesquels les humains peuvent rester indétecté tout en trouvant suffisament de nourriture pour survivre.

source: Some areas likely to conceal sizable remnant populations include the highlands of Papua-New Guinea, the Ozark Mountains of North America, and the jungle uplands of Vietnam and Laos, though it is also possible that certain underground and undersea settlements survive.
fr_fr: Certaines zones capable de dissimuler une population rémanente de taille correcte incluent les hautes terre de Papouasie-Nouvelle Guinée, les Montagnes Ozark d'Amérique du Nord et les jungles du Viétnam et du Laos, bien qu'il soit également possible que certains abris sou-terrain et sous-marins pour survivre.

source: Attempts to make contact with survivors have universally ended in disaster.
fr_fr: Les tentatives de contact avec les survivants se sont systématiquement transformée en désastre.

source: During the Fall, thousands of people unable to escape Earth resorted to having themselves backed up and transmitted off-planet.
fr_fr: Pendant la Chute, des milliers de personnes incapable d'échapper à la Terre ont du se faire sauvegarder et transmis hors de la planète.

source: Many of these—along with some who had no backups—also put there bodies in cryogenic storage, hoping to wait out the Fall for rescue.
fr_fr: Beaucoup d'entre eux - ainsi que certains de ceux qui n'avaient pas de sauvegarde - ont également mit leur corps dans des stockages cryogéniques, espérant qu'on viennent les récupérer après la Chute.

source: Some reclaimers have speculated that dozens of these cryogenic facilities may still be functional.
fr_fr: Certains réclamationnistes ont spéculer que ds douzines de ces installations cryogéniques pourraient toujours être fonctionnelles.

source: Earth had a mature orbital industry sector and a considerable population in orbit at the time of the Fall, with over a billion people living full-time in space.
fr_fr: La Terre possèdait un secteur d'industrie orbitale mature et une population en orbite au moment de la Chute, avec plus d'un milliard de personne vivant à temps plein dans l'espace.

source: Earth orbit was one of the fiercest battlegrounds of the Fall, however, and hundreds of habitats and other installations were destroyed or rendered unusable.
fr_fr: L'orbite Terrestre fut l'un des champs de bataille les plus violent pendant la Chute cependant, et des centaines d'habitats et d'autres installations ont été détruites ou rendues inutilisable.

source: As such, Earth orbit and the Lagrange points are littered with the detritus of pre-Fall humanity.
fr_fr: En tant que telle, l'orbiteTerrestre et les points de Lagrange ont été remplis des détritus de l'humanité pré-Chute.

source: Derelict habitats can mean tidy profits for intrepid scavengers, but many are also infested with TITAN spawn and hostile nanoswarms, making them incredibly dangerous.
fr_fr: Un habitat abandonné peu signifier un proft substantiel pour les charoganrds intrépides, mais beaucoup dsont également infesté par les rejetons des TITANs et des nuées de nanites hostile, les rendant incroyablement dangereux.

source: To make matters worse, someone or something has unleashed a large number of autonomous killsats in Earth orbit to interdict would-be visitors.
fr_fr: Pour empirer la situation, quelquechose ou quelqu'un a libérer un grand nombre de sattelite tueurs autonomes dans l'orbite Terrestre pour interdire les éventuels visiteurs.

source: Some of these are repurposed pre-Fall military hardware, while others are newer construction.
fr_fr: Certains d'entre eux sont basé sur du matériel militaire pré-Chute réutilisé, tandis que d'autres sont des constructions plus récentes.

source: So far, no one claims responsibility for them.
fr_fr: Jusqu'à présent, personne n'en a revendiqué la responsabilité.

source: The Planetary Consortium is suspected, as they support and sometimes enforce a quarantine of the planet, but the possibility exists that the killsats may be TITAN relics or the efforts of another agency.
fr_fr: Le Consortium Planétaire est soupçonné, car ils soutiennent et quelque foit renforcent la quarantaine de la planète, mais la possibilité existe que les satelittes tueurs puissent être des reliques des TITANs ou les efforts d'une agence quelconque.

source: Despite the chaos of Earth orbit, numerous habitats remain active here, many of them participants in either the Planetary Consortium of Lunar-Lagrange Alliance.
fr_fr: En dépit du chaos régant sur l'orbite Terrestre, de nombreux habitats sont toujours actifs là-bas, beaucoup d'entre eux étant membrs soit du Consortium Planétaire, soit de l'Alliance Lunaire-Lagrange.

source: Dozens of formerly derelict habitats have also become home to squatters, some of them with criminal intent, others just looking to escape the squalor of life in the overcrowded Lunar-Lagrange habitats, even if it means taking a risk.
fr_fr: Des dizaines d'anciens habitats abandonnés sont également devenu le foyer des squatteurs, certains d'entre eux ayant des intentions criminelles, d'autres cherchant simplement a échapper aux sordides conditions de vie des habitats Lunaire-Lagrange surpeuplés, même si cela implique de prendre certains risques.
